Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

# Your first %@ steps unlock %lld minutes.
source: Your first %1$@ steps unlock %2$lld minutes.
de: Deine ersten %1$@ Schritte schalten %2$lld Minuten frei.
es: Tus primeros %1$@ pasos desbloquean %2$lld minutos.
fr: Tes %1$@ premiers pas débloquent %2$lld minutes.
it: I tuoi primi %1$@ passi sbloccano %2$lld minuti.
ja: 最初の %1$@歩で %2$lld分を解除できます。
pt_br: Seus primeiros %1$@ passos desbloqueiam %2$lld minutos.

source: Your first 5 minutes are 500 steps away.
de: Deine ersten 5 Minuten sind 500 Schritte entfernt.
es: Tus primeros 5 minutos están a 500 pasos.
fr: Tes 5 premières minutes sont à 500 pas.
it: I tuoi primi 5 minuti sono a 500 passi da qui.
ja: 最初の5分まで、あと500歩です。
pt_br: Seus primeiros 5 minutos estão a 500 passos.

source: YOUR FIRST GOAL
de: DEIN ERSTES ZIEL
es: TU PRIMER OBJETIVO
fr: TON PREMIER OBJECTIF
it: IL TUO PRIMO OBIETTIVO
ja: 最初の目標
pt_br: SUA PRIMEIRA META

source: YOUR FIRST MISSION
de: DEINE ERSTE MISSION
es: TU PRIMERA MISIÓN
fr: TA PREMIÈRE MISSION
it: LA TUA PRIMA MISSIONE
ja: 最初のミッション
pt_br: SUA PRIMEIRA MISSÃO

source: Your first walk starts now.
de: Dein erster Spaziergang beginnt jetzt.
es: Tu primer paseo empieza ahora.
fr: Ta première marche commence maintenant.
it: La tua prima camminata inizia ora.
ja: 最初の散歩は、今から始まります。
pt_br: Sua primeira caminhada começa agora.

source: Your free trial ends. Your subscription begins at %@ %@ and renews automatically.
de: Deine kostenlose Testphase endet. Dein Abo beginnt für %1$@ %2$@ und verlängert sich automatisch.
es: Tu prueba gratuita termina. Tu suscripción comienza por %1$@ %2$@ y se renueva automáticamente.
fr: Ton essai gratuit se termine. Ton abonnement commence à %1$@ %2$@ et se renouvelle automatiquement.
it: La prova gratuita termina. L’abbonamento inizia a %1$@ %2$@ e si rinnova automaticamente.
ja: 無料トライアルが終了し、%1$@ %2$@ でサブスクリプションが開始され、自動更新されます。
pt_br: Seu teste grátis termina. Sua assinatura começa por %1$@ %2$@ e é renovada automaticamente.

source: Your goal and earn rate are separate. Start with our recommended earn rate and change it later from Settings.
de: Ziel und Verdienrate sind zwei Dinge. Starte mit unserer empfohlenen Verdienrate und ändere sie später in den Einstellungen.
es: Tu objetivo y tu ritmo de ganancia son independientes. Empieza con el ritmo recomendado y cámbialo más adelante en Ajustes.
fr: Ton objectif et ton taux de gain sont indépendants. Commence avec le taux recommandé et change-le plus tard dans Réglages.
it: Il tuo obiettivo e il tuo ritmo di guadagno sono indipendenti. Inizia con il ritmo consigliato e cambialo più avanti in Impostazioni.
ja: 目標と獲得レートは別のものです。まずはおすすめの獲得レートで始めて、あとから設定で変更できます。
pt_br: Sua meta e seu ritmo de ganho são independentes. Comece com o ritmo recomendado e mude depois nos Ajustes.

source: Your goal tracks daily progress. It does not change how quickly you earn minutes.
de: Dein Ziel misst den täglichen Fortschritt. Es ändert nicht, wie schnell du Minuten verdienst.
es: Tu objetivo registra el progreso diario. No cambia la rapidez con la que ganas minutos.
fr: Ton objectif suit ta progression quotidienne. Il ne change pas la vitesse à laquelle tu gagnes des minutes.
it: Il tuo obiettivo registra i progressi giornalieri. Non cambia la velocità con cui guadagni minuti.
ja: 目標は毎日の進み具合を記録するものです。分を獲得する速さは変わりません。
pt_br: Sua meta acompanha o progresso diário. Ela não muda a velocidade com que você ganha minutos.

source: Your health history stays on your device. Earnit only keeps the baseline used for your plan.
de: Dein Gesundheitsverlauf bleibt auf deinem Gerät. Earnit behält nur den Ausgangswert für deinen Plan.
es: Tu historial de salud permanece en tu dispositivo. Earnit solo guarda el punto de partida usado para tu plan.
fr: Ton historique de santé reste sur ton appareil. Earnit ne conserve que le point de départ utilisé pour ton plan.
it: La tua cronologia di salute resta sul tuo dispositivo. Earnit conserva solo il punto di partenza usato per il tuo piano.
ja: 健康の履歴は端末内に残ります。Earnit が保存するのは、プランに使う出発点だけです。
pt_br: Seu histórico de saúde fica no seu dispositivo. O Earnit só guarda o ponto de partida usado no seu plano.

source: YOUR INTENTION
de: DEINE ABSICHT
es: TU INTENCIÓN
fr: TON INTENTION
it: LA TUA INTENZIONE
ja: あなたの意図
pt_br: SUA INTENÇÃO

source: Your iPhone needs a passcode
de: Dein iPhone braucht einen Code
es: Tu iPhone necesita un código
fr: Ton iPhone a besoin d'un code
it: Il tuo iPhone ha bisogno di un codice
ja: iPhoneにパスコードの設定が必要です
pt_br: Seu iPhone precisa de um código

source: Your membership wasn't activated
de: Deine Mitgliedschaft wurde nicht aktiviert
es: Tu membresía no se activó
fr: Ton abonnement n'a pas été activé
it: Il tuo abbonamento non è stato attivato
ja: メンバーシップが有効になりませんでした
pt_br: Sua assinatura não foi ativada

source: Your movement becomes a balance
de: Deine Bewegung wird zu Guthaben
es: Tu movimiento se convierte en saldo
fr: Ton mouvement devient un solde
it: Il tuo movimento diventa saldo
ja: 体を動かすと残高になります
pt_br: Seu movimento vira saldo

source: YOUR NEXT 30 DAYS
de: DEINE NÄCHSTEN 30 TAGE
es: TUS PRÓXIMOS 30 DÍAS
fr: TES 30 PROCHAINS JOURS
it: I TUOI PROSSIMI 30 GIORNI
ja: これからの30日
pt_br: SEUS PRÓXIMOS 30 DIAS

source: Your personal baseline
de: Dein persönlicher Ausgangswert
es: Tu punto de partida personal
fr: Ton point de départ personnel
it: Il tuo punto di partenza personale
ja: あなたの出発点
pt_br: Seu ponto de partida pessoal

source: Your personalized Earnit plan is ready.
de: Dein persönlicher Earnit-Plan ist fertig.
es: Tu plan personalizado de Earnit está listo.
fr: Ton plan Earnit personnalisé est prêt.
it: Il tuo piano Earnit personalizzato è pronto.
ja: あなた専用の Earnit プランができました。
pt_br: Seu plano personalizado do Earnit está pronto.

source: Your phone is spending this month pushing you forward.
de: Diesen Monat bringt dein Handy dich voran.
es: Este mes, tu teléfono te impulsa a avanzar.
fr: Ce mois-ci, ton téléphone passe son temps à te faire avancer.
it: Questo mese il tuo telefono ti spinge in avanti.
ja: 今月のスマホは、あなたの背中を押す側にまわります。
pt_br: Este mês, seu celular vai passar te empurrando para a frente.

source: Your phone keeps you sitting.
de: Dein Handy hält dich im Sitzen.
es: Tu teléfono te mantiene sentado.
fr: Ton téléphone te garde assis.
it: Il tuo telefono ti tiene seduto.
ja: スマホは、あなたを座らせ続けます。
pt_br: Seu celular te mantém sentado.

source: YOUR PLAN
de: DEIN PLAN
es: TU PLAN
fr: TON PLAN
it: IL TUO PIANO
ja: あなたのプラン
pt_br: SEU PLANO

source: YOUR PLAN IS READY
de: DEIN PLAN IST FERTIG
es: TU PLAN ESTÁ LISTO
fr: TON PLAN EST PRÊT
it: IL TUO PIANO È PRONTO
ja: プランの準備ができました
pt_br: SEU PLANO ESTÁ PRONTO

source: Your starter plan
de: Dein Einsteiger-Plan
es: Tu plan inicial
fr: Ton plan de départ
it: Il tuo piano iniziale
ja: 最初のプラン
pt_br: Seu plano inicial

source: YOUR STARTING POINT
de: DEIN STARTPUNKT
es: TU PUNTO DE PARTIDA
fr: TON POINT DE DÉPART
it: IL TUO PUNTO DI PARTENZA
ja: あなたの出発点
pt_br: SEU PONTO DE PARTIDA

source: Your steps
de: Deine Schritte
es: Tus pasos
fr: Tes pas
it: I tuoi passi
ja: あなたの歩数
pt_br: Seus passos

source: Your subscription automatically renews for %@ %@ unless canceled at least 24 hours before the end of the current period. Manage or cancel anytime in App Store settings.
de: Dein Abo verlängert sich automatisch für %1$@ %2$@, sofern du nicht mindestens 24 Stunden vor Ende des laufenden Zeitraums kündigst. Du kannst es jederzeit in den App Store Einstellungen verwalten oder kündigen.
es: Tu suscripción se renueva automáticamente por %1$@ %2$@, salvo que la canceles al menos 24 horas antes de que termine el periodo actual. Puedes gestionarla o cancelarla en cualquier momento en los ajustes del App Store.
fr: Ton abonnement se renouvelle automatiquement à %1$@ %2$@, sauf si tu l'annules au moins 24 heures avant la fin de la période en cours. Tu peux le gérer ou l'annuler à tout moment dans les réglages de l'App Store.
it: Il tuo abbonamento si rinnova automaticamente a %1$@ %2$@, a meno che tu non lo annulli almeno 24 ore prima della fine del periodo in corso. Puoi gestirlo o annullarlo quando vuoi nelle impostazioni di App Store.
ja: 現在の期間が終わる24時間前までに解約しない場合、サブスクリプションは %1$@ %2$@ で自動更新されます。App Store の設定でいつでも管理・解約できます。
pt_br: Sua assinatura é renovada automaticamente por %1$@ %2$@, a menos que você cancele pelo menos 24 horas antes do fim do período atual. Gerencie ou cancele quando quiser nos ajustes da App Store.

source: Your subscription starts at %@ %@ and renews automatically.
de: Dein Abo beginnt für %1$@ %2$@ und verlängert sich automatisch.
es: Tu suscripción comienza por %1$@ %2$@ y se renueva automáticamente.
fr: Ton abonnement commence à %1$@ %2$@ et se renouvelle automatiquement.
it: L’abbonamento inizia a %1$@ %2$@ e si rinnova automaticamente.
ja: %1$@ %2$@ でサブスクリプションが開始され、自動更新されます。
pt_br: Sua assinatura começa por %1$@ %2$@ e é renovada automaticamente.

source: Your usual day
de: Ein normaler Tag
es: Un día normal
fr: Une journée normale
it: Una giornata normale
ja: いつもの1日
pt_br: Um dia normal

source: Your walking rhythm is getting stronger.
de: Dein Geh-Rhythmus wird stärker.
es: Tu ritmo al caminar está mejorando.
fr: Ton rythme de marche s'affermit.
it: Il tuo ritmo di cammino sta migliorando.
ja: 歩くリズムが力強くなってきています。
pt_br: Seu ritmo de caminhada está ficando mais forte.

source: Want a nudge when it's worth coming back?
de: Sollen wir dich erinnern, wenn sich ein Blick lohnt?
es: ¿Te avisamos cuando valga la pena volver?
fr: On te fait signe quand ça vaut le coup de revenir ?
it: Ti avvisiamo quando vale la pena tornare?
ja: 戻るタイミングでお知らせしましょうか？
pt_br: Quer um lembrete quando valer a pena voltar?

source: If your apps have waited a while
de: Wenn deine Apps eine Weile gewartet haben
es: Si tus apps llevan un rato esperando
fr: Si tes apps attendent depuis un moment
it: Se le tue app aspettano da un po'
ja: アプリがしばらく待っているとき
pt_br: Se seus apps estiverem esperando há um tempo

source: Before an unlock runs out
de: Bevor eine Freischaltung abläuft
es: Antes de que termine un desbloqueo
fr: Avant la fin d'un déblocage
it: Prima che finisca uno sblocco
ja: ロック解除が終わる前に
pt_br: Antes de um desbloqueio acabar

source: A few reminders at most. You can turn them off any time in iOS Settings.
de: Höchstens ein paar Erinnerungen. Du kannst sie jederzeit in den iOS-Einstellungen ausschalten.
es: Solo unos pocos recordatorios. Puedes desactivarlos cuando quieras en Ajustes de iOS.
fr: Quelques rappels au maximum. Tu peux les désactiver à tout moment dans les Réglages iOS.
it: Al massimo qualche promemoria. Puoi disattivarli quando vuoi nelle Impostazioni di iOS.
ja: 通知はごくわずかです。iOSの設定でいつでもオフにできます。
pt_br: No máximo alguns lembretes. Você pode desativá-los quando quiser nos Ajustes do iOS.

source: Turn on reminders
de: Erinnerungen aktivieren
es: Activar recordatorios
fr: Activer les rappels
it: Attiva i promemoria
ja: リマインダーをオンにする
pt_br: Ativar lembretes

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
pt_br: Agora não

source: Earn them now with push-ups
de: Jetzt mit Liegestützen verdienen
es: Gánalos ahora con flexiones
fr: Gagne-les maintenant avec des pompes
it: Guadagnali ora con i piegamenti
ja: 今すぐ腕立て伏せで獲得
pt_br: Ganhe agora com flexões

source: I'll take a walk
de: Ich gehe lieber spazieren
es: Prefiero caminar
fr: Je préfère marcher
it: Preferisco camminare
ja: 歩いて獲得する
pt_br: Prefiro caminhar

# notification.reengage.balance.title
source: Your minutes are waiting
de: Deine Minuten warten auf dich
es: Tus minutos te están esperando
fr: Tes minutes t'attendent
it: I tuoi minuti ti aspettano
ja: 獲得した時間が待っています
pt_br: Seus minutos estão esperando

# notification.reengage.balance.body %lld
source: You have %lld minutes saved. Open Earnit when you want to use them.
de: Du hast %lld Minuten gespart. Öffne Earnit, wenn du sie nutzen willst.
es: Tienes %lld minutos guardados. Abre Earnit cuando quieras usarlos.
fr: Tu as %lld minutes en réserve. Ouvre Earnit quand tu veux les utiliser.
it: Hai %lld minuti da parte. Apri Earnit quando vuoi usarli.
ja: %lld分たまっています。使いたいときにEarnitを開いてください。
pt_br: Você tem %lld minutos guardados. Abra o Earnit quando quiser usá-los.

# notification.reengage.day1.title %lld %lld
source: %1$lld steps = %2$lld minutes
de: %1$lld Schritte = %2$lld Minuten
es: %1$lld pasos = %2$lld minutos
fr: %1$lld pas = %2$lld minutes
it: %1$lld passi = %2$lld minuti
ja: %1$lld歩 = %2$lld分
pt_br: %1$lld passos = %2$lld minutos

# notification.reengage.day1.body
source: A short walk earns your next unlock. Earnit counts the steps for you.
de: Ein kurzer Spaziergang verdient deine nächste Freischaltung. Earnit zählt die Schritte für dich.
es: Una caminata corta te gana el próximo desbloqueo. Earnit cuenta los pasos por ti.
fr: Une petite marche te fait gagner ton prochain déblocage. Earnit compte les pas pour toi.
it: Una breve camminata ti fa guadagnare il prossimo sblocco. Earnit conta i passi per te.
ja: 少し歩けば次のロック解除を獲得できます。歩数はEarnitが数えます。
pt_br: Uma caminhada curta garante seu próximo desbloqueio. O Earnit conta os passos por você.

# notification.reengage.day3.title
source: Your plan is still on
de: Dein Plan läuft noch
es: Tu plan sigue en marcha
fr: Ton plan est toujours actif
it: Il tuo piano è ancora attivo
ja: プランはまだ続いています
pt_br: Seu plano continua ativo

# notification.reengage.day3.body
source: Every step today counts toward your next minutes. Open Earnit to see how close you are.
de: Jeder Schritt heute zählt für deine nächsten Minuten. Öffne Earnit und sieh, wie nah du bist.
es: Cada paso de hoy suma para tus próximos minutos. Abre Earnit para ver cuánto te falta.
fr: Chaque pas aujourd'hui compte pour tes prochaines minutes. Ouvre Earnit pour voir où tu en es.
it: Ogni passo di oggi conta per i tuoi prossimi minuti. Apri Earnit per vedere quanto ti manca.
ja: 今日の一歩一歩が次の時間につながります。Earnitであとどれくらいか確認しましょう。
pt_br: Cada passo de hoje conta para seus próximos minutos. Abra o Earnit para ver quanto falta.

# notification.reengage.day7.title
source: Ready for a fresh start?
de: Bereit für einen Neustart?
es: ¿Listo para empezar de nuevo?
fr: Prêt pour un nouveau départ ?
it: Pronto a ricominciare?
ja: もう一度始めてみませんか？
pt_br: Pronto para recomeçar?

# notification.reengage.day7.body
source: Pick up your plan where you left it. Today's first steps already count.
de: Mach da weiter, wo du aufgehört hast. Die ersten Schritte heute zählen schon.
es: Retoma tu plan donde lo dejaste. Los primeros pasos de hoy ya cuentan.
fr: Reprends ton plan là où tu l'as laissé. Tes premiers pas d'aujourd'hui comptent déjà.
it: Riprendi il tuo piano da dove l'avevi lasciato. I primi passi di oggi contano già.
ja: 中断したところからプランを再開しましょう。今日の最初の一歩からカウントされます。
pt_br: Retome seu plano de onde parou. Os primeiros passos de hoje já contam.

source: +10 bonus min
es: +10 min de bonificación
fr: +10 min bonus
it: +10 min bonus
ja: +10分ボーナス
pt_br: +10 min de bônus

source: Apple's app limits
es: Los límites de apps de Apple
fr: Les limites d'apps d'Apple
it: I limiti per le app di Apple
ja: iOS の使用時間制限
pt_br: Os limites de apps da Apple

source: Milkman, Minson & Volpp · Management Science · 2014
es: Milkman, Minson y Volpp · Management Science · 2014
fr: Milkman, Minson et Volpp · Management Science · 2014
it: Milkman, Minson e Volpp · Management Science · 2014
pt_br: Milkman, Minson e Volpp · Management Science · 2014

source: OK
es: Aceptar

# onboarding.plan.title.emphasis
source: plan
es: 90 días
fr: de 90 jours
it: 90 giorni
ja: プラン
pt_br: 90 dias

# settings.language.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
pt_br: Sistema

# onboarding.plan.control.value %lld
source: %lld apps
it: %lld app
ja: %lld個のアプリ

# settings.apps.section
source: Apps
it: App
ja: アプリ

source: %lld min
ja: %lld分

# common.minutesValue %lld
source: %lld min
ja: %lld分

# home.rewardValue %lld
source: +%lld min
ja: +%lld分

# home.unit.minutes
source: min
ja: 分

# onboarding.projection.distance.value %lld
source: ~%lld km
ja: 約%lld km

# reward.amount %lld
source: +%lld min
ja: +%lld分

# shield.detail.reward %lld
source: +%lld MIN
ja: +%lld分
